Repository: maximilianschmid/webserver
Catalog: app/typo3conf/l10n/*/fdfx_*_image/cm1/*.locallang.xlf
Languages: de

# tx_fdfxbeimage_function1
source: Crop Image
de: Bild beschneiden

# tx_fdfxbeimage_function2
source: Rotate Image
de: Bild drehen

# tx_fdfxbeimage_crop_text
source: To select crop area, drag and move the dotted rectangle or type in values directly into the form.
de: Um Bereich für Zuschnitt auszuwählen, ziehen sie mit den Rechtecken die punktierte Linen an die gewünschte Position oder geben Sie die Werte direkt in die Felder ein.

# tx_fdfxbeimage_crop_section_header
source: Image crop
de: Bild beschneiden

# tx_fdfxbeimage_crop_legend_offset
source: Crop-Offset
de: Offset

# tx_fdfxbeimage_crop_legend_dimension
source: Crop-Dimension
de: Maße

# tx_fdfxbeimage_crop_legend_output
source: Crop-Output
de: Ausgabe

# tx_fdfxbeimage_crop_legend_process
source: Crop-Process
de: Verarbeitung

# tx_fdfxbeimage_crop_label_width
source: Width:
de: Breite:

# tx_fdfxbeimage_crop_label_height
source: Height:
de: Höhe:

# tx_fdfxbeimage_crop_label_percent
source: Percent:
de: Faktor in %:

# tx_fdfxbeimage_crop_label_convert
source: Convert to:
de: Umwandeln in:

# tx_fdfxbeimage_crop_label_fixedsize
source: Fixed Size:
de: Feste Größe:

# tx_fdfxbeimage_crop_label_preview
source: Preview:
de: Vorschau:

# tx_fdfxbeimage_crop_label_ratio
source: Keep Ratio:
de: Verhältnis beibehalten:

# tx_fdfxbeimage_crop_label_lock
source: Lock:
de: Sperren:

# tx_fdfxbeimage_crop_label_store
source: Store:
de: Speichern:

# tx_fdfxbeimage_crop_submit
source: Crop it!
de: zuschneiden

# tx_fdfxbeimage_rotate_text
source: Click on the desired action. After you got the result of your choice save the image.
de: Klicken Sie auf erforderliche Aktion. Entspricht das Resultat Ihren Vorstellungen, speichern Sie das Ergebnis.

# tx_fdfxbeimage_rotate_section_header
source: Rotate Image
de: Bild drehen

# tx_fdfxbeimage_rotate_modes
source: Rotate
de: Drehen

# tx_fdfxbeimage_rotate_ccw
source: 90&deg;CCW
de: 90&deg;L

# tx_fdfxbeimage_rotate_cw
source: 90&deg;CW
de: 90&deg;R

# tx_fdfxbeimage_rotate_save
source: Save
de: Speichern

# tx_fdfxbeimage_error
source: ERROR:
de: Fehler:

# tx_fdfxbeimage_warningLostChanges
source: All unsaved changes made to the image will lost, are you sure you wish to continue?
de: Alle ungesicherten Änderungen am Bild werden verworfen. Fortfahren?

# tx_fdfxbeimage_warningReset
source: All unsaved changes made to the image will be lost, are you sure you wish to continue?
de: Alle ungesicherten Änderungen am Bild werden verworfen. Fortfahren?

# tx_fdfxbeimage_warningResetEmpty
source: No changes has been made to the image so far!
de: Bisher wurden keine Änderungen am Bild vorgenommen!

# tx_fdfxbeimage_warningEditorClose
source: Are you sure to close the window?
de: Das Fenster tatsächlich schließen?

# tx_fdfxbeimage_warningUndoImage
source: Are you sure to restore the image to previous state?
de: Das Bild tatsächlich auf den vorherigen Stand zurücksetzen?

# tx_fdfxbeimage_warningFlipHorizotal
source: Are you sure to flip the image horizotally?
de: Das Bild tatsächlich horizontal spiegeln?

# tx_fdfxbeimage_warningFlipVertical
source: Are you sure to flip the image vertically?
de: Das Bild tatsächlich vertikal spiegeln?

# tx_fdfxbeimage_noChangeMadeBeforeSave
source: You have not made any changes to the images.
de: Sie haben keine Änderungen an den Bildern vorgenommen.

# tx_fdfxbeimage_imageSaved
source: The new image saved as
de: Das neue Bild wurde gespeichert unter

# tx_fdfxbeimage_error_no_image_info
source: No ImageInfo!
de: Keine Bildinformation verfügbar

# tx_fdfxbeimage_error_absolute_path_notaccessable
source: Path %1 should be absolute but can not be accessed by TYPO3
de: Absoluter Pfad %1 kann von TYPO3 nicht geöffnet werden!

# tx_fdfxbeimage_error_relative_folder_creation
source: Can not create relative folder %1 in path %2
de: Kann kein Verzeichnis %1 im Pfad %2 anlegen!

# tx_fdfxbeimage_success_image_saved
source: Image saved to %1
de: Bild gespeichert unter %1
