Repository: maximilianschmid/webserver
Catalog: wwwroot/p1account/public/typo3conf/l10n/*/templavoila/cm1/*.locallang.xlf
Languages: de

source: Template File
de: Vorlagendatei

source: Template Object
de: Vorlagenobjekt

# titleXmlConfiguration
source: XML configuration
de: XML-Konfiguration

# titleLoadDSXml
source: Load DS XML
de: DS-XML laden

# mappingTitle
source: TemplaVoilà Template Mapping
de: TemplaVoilà Vorlagenabbildung

# mappingNEW
source: [NEW]
de: [NEU]

# mappingHeadParts
source: Adding parts from HTML header
de: Teile des HTML-Kopfs hinzufügen

# mappingBodyParts
source: Data Structure to be mapped to HTML template
de: Datenstruktur, die auf die HTML-Vorlage abgebildet werden soll

# rootDescription
source: Select the HTML element on the page which you want to be the overall container element for the template.
de: Wählen Sie das HTML-Element der Seite, das Sie als übergeordnetes Container-Element der Vorlage möchten.

# selectTOrecrdToLoadDSFrom
source: Select a Template Object record to load a Data Structure/Mapping information from
de: Wählen Sie einen Vorlagenobjekt-Datensatz, aus dem Datenstruktur und Abbildungsinformationen geladen werden sollen.

# noDSDefined
source: No Data Structure was defined in the record... (Must be T3DataStructure XML content)
de: Es wurde im Datensatz keine Datenstruktur definiert... (muss Inhalt vom Typ T3DataStructure XML sein)

# pasteDSXml
source: Alternatively, paste the Data Structure XML into this form
de: Alternativ können Sie das XML der Datenstruktur in dieses Formular einfügen

# loadDSXml
source: Load Data Structure
de: Datenstruktur laden

# instrunctions
source: Instructions
de: Anweisungen

source: to be defined
de: zu definieren

# tabHeadParts
source: Header Parts
de: Kopfteile

# tabBodyParts
source: Mapping
de: Abbildung

# dsTypes_section
source: Section
de: Abschnitt

# dsTypes_attribute
source: Attribute
de: Attribut

# dsTypes_notmapped
source: Not Mapped
de: Nicht abgebildet

# buttonGoBack
source: Go back
de: Zurück

# buttonCancel
source: Cancel
de: Abbruch

# buttonShowXML
source: Show XML
de: XML anzeigen

# buttonClearAll
source: Clear all
de: Alles entfernen

# buttonPreview
source: Preview
de: Vorschau

# buttonSave
source: Save
de: Speichern

# buttonSaveExit
source: Save and Exit
de: Speichern und Beenden

# buttonSaveAs
source: Save as
de: Speichern unter

# buttonLoad
source: Load
de: Laden

# buttonRefresh
source: Refresh
de: Erneut laden

# buttonAdd
source: Add
de: Hinzufügen

# buttonUpdate
source: Update
de: Aktualisieren

# buttonDelete
source: Delete
de: Löschen

# buttonCancelClose
source: Cancel / Close
de: Abbruch / Schließen

# buttonTitle_showXML
source: Preview the currently build Data Structure as XML
de: Vorschau der aktuell erzeugten Datenstruktur als XML

# buttonTitle_clearAll
source: Clear all Data Structure and Mapping information
de: Sämtliche Datenstrukturen und Abbildungsinformationen entfernen

# buttonTitle_preview
source: Preview the mapping to the template
de: Vorschau der Abbildung der Vorlage

# buttonTitle_save
source: Save to current TO and DS
de: In aktuellem VO und DS speichern

# buttonTitle_saveExit
source: Save to current TO and DS and return to Overview
de: In aktuellem VO und DS speichern und zur Übersicht zurück

# buttonTitle_saveAs
source: Go to save menu
de: Zum Menü Speichern

# buttonTitle_load
source: Go to load menu
de: Zum Menü Laden

# buttonTitle_refresh
source: Redraw screen
de: Bildschirmdarstellung erneuern

# buttonSet
source: Set
de: Festlegen

# buttonSetTitle
source: Will update session data with current settings.
de: Aktualisiert die Sitzungsdaten mit den aktuellen Einstellungen.

# buttonClearAllMappingTitle
source: Clears all mapping information currently set.
de: Entfernt alle derzeit festgelegten Abbildungsinformationen.

# buttonPreviewMappingTitle
source: Will merge sample content into the template according to the current mapping information.
de: Fügt entsprechend der aktuellen Abbildung Beispielinhalte in die Vorlage ein.

# buttonSaveTOTitle
source: Saving all mapping data into the Template Object.
de: Speichern aller Abbildungsdaten im Vorlagenobjekt.

# buttonSaveAndReturn
source: Save and Return
de: Speichern und zurück

# buttonSaveAndReturnTitle
source: Saving all mapping data into the Template Object and return.
de: Speichern aller Abbildungsdaten im Vorlagenobjekt und zurück.

# buttonRevert
source: Revert
de: Rückgängig machen

# buttonRevertTitle
source: Reverting %s mapping data to original data in the Template Object.
de: Abbildungsdaten %s auf die ursprünglichen Daten im Vorlagenobjekt zurücksetzen.

# createDSTO
source: CREATE Data Structure / Template Object
de: Datenstruktur / Vorlagenobjekt ERSTELLEN

# updateDSTO
source: UPDATE existing Data Structure / Template Object
de: Vorhandene Datenstruktur / Vorlagenobjekt AKTUALISIEREN

# updateDSTOshort
source: UPDATE TO (and DS)
de: VO (und DS) AKTUALISIEREN

# saveDSTOconfirm
source: Are you sure you want to override the current contents of these records?\nThis feature is meant to support the process of creating new Data Structures which have not been manually edited yet.
de: Den derzeitigen Inhalt dieser Datensätze tatsächlich überschreiben?\nDiese Funktion dient der Erstellung neuer Datenstrukturen, die noch nicht von Hand bearbeitet wurden.

# createDSTOshort
source: CREATE DS / TO
de: DS / VO ERSTELLEN

# titleDSTO
source: Title of DS/TO
de: Titel DS/VO

source: Template Type
de: Vorlagentyp

source: Page Template
de: Seitenvorlage

source: Content Element
de: Inhaltselement

source: Undefined
de: Nicht definiert

source: Store in PID
de: In PID speichern

source: Select TO
de: VO auswählen

# buildingDS
source: Building Data Structure
de: Erstellen der Datenstruktur

# renderDSO_dataStructure
source: Data Structure in record
de: Datenstruktur im Datensatz

# renderDSO_dataElement
source: Data Element
de: Datenelement

# renderDSO_mappingInstructions
source: Mapping Instructions
de: Anweisung zur Abbildung

# renderDSO_rules
source: Rules
de: Regeln

# renderDSO_title
source: Title
de: Titel

# renderDSO_fileRef
source: File reference
de: Verweis auf Datei

# renderDSO_dataLgd
source: Mapping Data Lgd
de: Lgd Abbildungsdaten

# renderDSO_usedTO
source: Template Objects using this Data Structure
de: Vorlagenobjekt, die diese Datenstruktur verwenden

# renderDSO_XML
source: Data Structure XML
de: Datenstruktur XML

# renderDSO_DSO
source: Data Structure Object
de: Datenstrukturobjekt

# renderDSO_noUid
source: No UID was found pointing to a Data Structure Object record.
de: Es wurde keine UID gefunden, die auf ein Datenstrukturobjekt verweist.

# renderDSO_notFound
source: (NOT FOUND)
de: (NICHT GEFUNDEN)

source: (ALL)
de: (ALLE)

# renderTO_toDetails
source: Template Object Details
de: Details Vorlagenobjekt

# renderTO_dsRecord
source: Data Structure Record
de: Datensatz Datenstruktur

# renderTO_updateWarningConfirm
source: Warning: You should only modify Data Structures and Template Objects which have not been manually edited\nYou risk that manual changes will be removed without further notice!
de: Warnung: Es sollten nur Datenstrukturen und Vorlagenobjekte modifiziert werden, die nicht von Hand bearbeitet wurden.\nAndernfalls besteht die Gefahr, dass die von Hand vorgenommenen Änderungen ohne weiteren Hinweis verloren gehen!

# renderTO_editDSTO
source: Modify DS / TO
de: DS / VO modifizieren

# renderTO_dsFile
source: Data Structure File
de: Datenstrukturdatei

# renderTO_toInfo
source: Template Object Information
de: Vorlagenobjektinformation

# rootMultiTemplate_title
source: ROOT of MultiTemplate
de: Wurzel für Mehrfachvorlage

# rootMultiTemplate_description
source: Select the ROOT container for this template project. Probably just select a body-tag or some other HTML element which encapsulates ALL sub templates!
de: Den Wurzel-Container für dieses Vorlagenprojekt auswählen. Wahrscheinlich ist der body-Tag oder ein anderes HTML-Element auszuwählen, das ALLE Untervorlagen umschließt.

# msgMappingIsDifferent
source: The current mapping information is different from the mapping information in the Template Object
de: Die aktuellen Abbildungsinformationen weichen von den Abbildungsinformationen im Vorlagenobjekt ab

# msgDSTOSaved
source: Data Structure (UID %s) and Template Record (UID %s) was saved in PID %s
de: Datenstruktur (UID %s) und Vorlagendatensatz (UID %s) wurden unter PID %s gespeichert

# msgDSTOUpdated
source: Data Structure (UID %s) and Template Record (UID %s) was updated
de: Datenstruktur (UID %s) und Vorlagendatensatz (UID %s) wurden aktualisiert

# msgMappingSaved
source: Mapping information was saved to the current Template Object!
de: Abbildungsinformationen wurden im aktuellen Vorlagenobjekt gespeichert!

# msgHeaderSet
source: Do not forget to press "Set" if header parts are changed!
de: Nach der Änderung von Teilen des Headers "Festlegen" drücken!

source: Include
de: Einschließen

source: Tag Content
de: Tag-Inhalt

# mapDataElement
source: Data Element
de: Datenelement

# mapField
source: Field
de: Feld

# mapInstructions
source: Mapping Instructions
de: Anweisungen Abbildung

# mapSampleData
source: Sample Data
de: Beispieldaten

# mapElementPreset
source: Element Preset
de: Voreinstellungen Element

# mapHTMLpath
source: HTML-path
de: HTML-Pfad

# mapAction
source: Action
de: Aktion

# mapRules
source: Rules
de: Regeln

# mapEdit
source: Edit
de: Bearbeiten

# mapMappingWindow
source: Mapping Window
de: Abbildungsfenster

# mapPreviewInfo
source: Preview of Data Structure sample data merged into the mapped tags
de: Vorschau der in die abgebildeten Tags eingefügten Beispieldaten

# mapDSelement
source: Mapping Data Element
de: Abbildung Datenelement

# mapLimitToTags
source: Limiting to tags
de: Einschränken auf Tags

# mapWarningElementChange
source: Changing element type will change your existing settings!
de: Durch Änderung des Elementtyps ändern sich die vorhandenen Einstellungen!

# displayDSTitleTranslated
source: This title is translated!
de: Der Titel ist übersetzt!

# displayDSContentFound
source: Content found (%s chars)
de: Inhalt gefunden (%s Zeichen)

# displayDSContentEmpty
source: Content empty.
de: Inhalt leer.

# buttonRemap
source: Re-Map
de: Erneut abbilden

# buttonRemapTitle
source: Map this DS element to another HTML element in template file.
de: Dieses DS-Element auf ein anderes HTML-Element in der Vorlagendatei abbilden.

# buttonChangeMode
source: Change Mode
de: Modus ändern

# buttonChangeModeTitle
source: Change mapping mode, eg. from INNER to OUTER etc.
de: Den Abbildungsmodus ändern, z.B. von INNEN nach AUSSEN usw.

# msgNoContentFound
source: No content found!
de: Kein Inhalt gefunden!

# msgHowToMap
source: Click a tag-icon in the window below to map this element.
de: Zum Abbilden dieses Elements im unteren Fenster ein Tag-Symbol anklicken.

# buttonMap
source: Map
de: Abbilden

source: Edit entry
de: Eintrag bearbeiten

source: DELETE entry
de: Eintrag LÖSCHEN

# confirmDeleteEntry
source: Are you sure to delete this Data Structure entry?
de: Diesen Eintrag der Datenstruktur tatsächlich löschen?

source: No sample data
de: Keine Beispieldaten

# mapEnterNewFieldname
source: Enter new fieldname
de: Neuen Feldnamen eingeben

# mapPresets_plainInput
source: Plain input field
de: Einfaches Eingabefeld

# mapPresets_headerField
source: Header field
de: Überschriftenfeld

# mapPresets_gHederField
source: Header field, Graphical
de: Überschriftenfeld, grafisch

# mapPresets_textarea
source: Text area for bodytext
de: Textbereich für Textinhalt

# mapPresets_rte
source: Rich text editor for bodytext
de: Rich-Text-Editor für Textinhalt

# mapPresets_linkField
source: Link field
de: Linkfeld

# mapPresets_integer
source: Integer value
de: Ganzzahliger Wert

# mapPresets_imageFixed
source: Image field, fixed W+H
de: Bildfeld, feste B+H

# mapPresets_select
source: Selector box
de: Auswahlliste

# mapPresets_check
source: Check box
de: Markierungsfeld

# mapPresets_image
source: Image field
de: Bildfeld

# mapPresets_ce
source: Page-Content Elements [Pos.: %s]
de: Seite - Inhaltselemente [Pos.: %s]

# mapPresets_TSobjectPath
source: TypoScript Object Path
de: TypoScript-Objektpfad

# mapPresets_none
source: None (TypoScript only)
de: Keine (nur TypoScript)

# mapPresets_customTCA
source: Custom form setup (no preset used)
de: Benutzerdefinierte Formularkonfiguration (keine Voreinstellung)

# mapPresetGroups_tceFields
source: Form Fields
de: Formularfelder

# mapPresetGroups_ts
source: TypoScript Elements
de: TypoScript-Elemente

# mapPresetGroups_other
source: Other
de: Andere

# mapTSconstants
source: TypoScript Constants
de: TypoScript-Konstanten

# mapExtraOptions
source: Extra options
de: Zusatzoptionen

# mapPostProcesses
source: Applied post-processes
de: Angewendete Nachberarbeitung

# mapEnablePreview
source: Enable data preview in Page-Module
de: Datenvorschau in Seitenmodul aktivieren

# mapEnablePreview.enable
source: Enable
de: Aktivieren

# mapEnablePreview.disable
source: Disable
de: Deaktivieren

# mapPPcastInteger
source: Cast content to integer
de: Inhalt in Ganzzahl umwandeln

# mapPPhsc
source: Pass content through htmlSpecialChars (HSC)
de: Inhalt mit htmlSpecialChars behandeln

# mapCustomStdWrap
source: Custom stdWrap
de: Benutzerdefiniertes stdWrap

# mapTCElabel
source: Form label
de: Formularbezeichnung

# mapTCEconf
source: Form configuration
de: Formularkonfiguration

# mapTCEextras
source: Form extras
de: Formularzusätze

# mapElContainers
source: Containers
de: Container

# mapElElements
source: Elements
de: Elemente

# mapSection
source: Section of elements
de: Abschnitt von Elementen

# mapContainer
source: Container for elements
de: Container für Elemente

# mapAttribute
source: Attribute
de: Attribut

# mapNotMapped
source: Not mapped
de: Nicht abgebildet

# mapConfiguration
source: Configuration
de: Konfiguration

# mapEditConfiguration
source: Edit general configuration
de: Allgemeine Konfiguration bearbeiten

# mapDataProcessing
source: Data processing
de: Datenverarbeitung

# mapEditDataProcessing
source: Edit data processing modifications
de: Modifikationen für Datenverarbeitung bearbeiten

# mapEditTyposcript
source: Edit Typoscript
de: TypoScript bearbeiten

# mapExtra
source: Extra
de: Zusatz

# mapEditExtra
source: Edit extra options
de: Zusatzoptionen bearbeiten

# mapTCEform
source: Form
de: Formular

# mapEditTCEform
source: Edit form configuration
de: Formularkonfiguration bearbeiten

# mapObjectPath
source: Object path
de: Objektpfad

# mapOldStyleColumnNumber
source: Old style column number
de: Frühere Spaltennummer

# mapOldStyleColumnNumber_label
source: Column number (0=normal, 1=left, 2=right, 3=border)
de: Spaltennummer (0 = Normal, 1 = Links, 2 = Rechts, 3 = Rand)

# mapEnableDragDrop
source: Enable Drag&Drop in this container
de: Ziehen und Übergeben für diesen Container aktivieren

# errorNoContentInFile
source: No content found in file reference
de: Kein Inhalt in Dateiverweis gefunden

# errorNoFileToDisplay
source: No file to display
de: Keine anzuzeigende Datei

source: Error
de: Fehler

# errorNoStorageFolder
source: No accessible Storage Folder found - please create one immediately!
de: Kein zugänglicher Speicherordner (Storage Folder) gefunden - bitte sofort einen anlegen!

# errorTONotSaved
source: No Template Object was created although the Data Structure was (UID %s)!
de: Es wurde kein Vorlagenobjekt erzeugt, obwohl die Datenstruktur (UID %s) erzeugt wurde!

# errorTONotCreated
source: No Data Structure was created!
de: Keine Datenstruktur erzeugt!

# errorNoUidFound
source: No UID was found pointing to a Template Object record.
de: Es wurde keine UID gefunden, die auf einen Vorlagenobjekt-Datensatz verweist.

# errorNoDSrecord
source: ERROR: No Data Structure Record with the UID %s
de: FEHLER: Kein Datenstrukturdatensatz mit der UID %s vorhanden

# errorInDSO
source: Data Structure Object ERROR
de: FEHLER Datenstrukturobjekt

# errorNoDSfound
source: No Data Structure Record could be found with UID "%s"!
de: Es konnte kein Datensatz mit einer Datenstruktur mit der UID "%s" gefunden werden!

# errorFileNotFound
source: The file "%s" could not be found!
de: Die Datei "%s" konnte nicht gefunden werden!

# errorNoTOfound
source: No Template Object Record with the UID "%s"!
de: Kein Datensatz eines Vorlagenobjekts mit der UID "%s"!

# errorNoToTitleDefined
source: No "title" defined, unable to create DS/TO.
de: Kein "Titel" definiert. DS / VO kann nicht gespeichert werden.

# validateTpl
source: Validate template file (on validator.w3c.org)
de: Templatedatei validieren (über validator.w3c.org)
