Repository: maximilianschmid/webserver
Catalog: app/typo3conf/l10n/*/*_email_subscribe/pi1/*.locallang.xlf
Languages: de

# missing_invitation_name_informal
source: Please enter a name!
de: Bitte gib einen Namen an!

# first_name_informal
source: First name
de: Vorname

# missing_invitation_first_name_informal
source: Please enter a first name!
de: Bitte gib einen Vornamen an!

# last_name_informal
source: Last name
de: Nachname

# missing_invitation_last_name_informal
source: Please enter a surname!
de: Bitte gib einen Nachnamen an!

# date_of_birth_informal
source: Date of birth (dd-mm-yyyy)
de: Geburtsdatum (tt-mm-jjjj)

# missing_invitation_date_of_birth_informal
source: Please enter a date of birth!
de: Bitte gib dein Geburtsdatum ein!

# address_informal
source: Address
de: Adresse

# missing_invitation_address_informal
source: Please enter an address!
de: Bitte gib eine Adresse an!

# city_informal
source: City
de: Stadt

# missing_invitation_city_informal
source: Please enter the name of a city!
de: Bitte gib einen Ort an!

# zone_informal
source: State/province
de: Bundesland / Staat / Provinz

# tooltip_zone
source: Select your County or Province in this list.
de: Bitte wählen Sie Ihr Bundesland / Staat / Provinz aus der Liste aus.

# missing_invitation_zone_informal
source: Please select a state or province!
de: Bitte gib ein Bundesland / Staat / Provinz an:

# zip_informal
source: Postal code
de: PLZ

# missing_invitation_zip_informal
source: Please enter a zip!
de: Bitte gib eine PLZ an!

# static_info_country_informal
source: Country
de: Land

# missing_invitation_static_info_country_informal
source: Please select a country!
de: Bitte wähle ein Land aus!

source: Mobile
de: Handy

# mobile_informal
source: Mobile
de: Handy

# tooltip_mobile
source: Enter your mobile number.
de: Geben Sie bitte Ihre Handynummer ein.

# tooltip_mobile_informal
source: Enter your mobile number.
de: Gib bitte Deine Handynummer ein.

# tooltip_invitation_mobile
source: Enter the mobile number of the invited person.
de: Geben Sie die Handynummer der eingeladenen Person ein.

# missing_mobile
source: Please enter your mobile number!
de: Bitte geben Sie Ihre Handynummer ein!

# missing_mobile_informal
source: Please enter your mobile number!
de: Bitte gib deine Handynummer ein!

# missing_invitation_mobile
source: Please enter a mobile number!
de: Bitte geben Sie eine Handynummer ein!

# missing_invitation_mobile_informal
source: Please enter a mobile number!
de: Bitte gib eine Handynummer ein!

# phone
source: Telephone
de: Telefon

# phone_informal
source: Telephone
de: Telefon

# tooltip_phone
source: Enter your phone number.
de: Bitte geben Sie Ihre Telefonnummer ein!

# tooltip_phone_informal
source: Enter your phone number.
de: Bitte gib deine Telefonnummer ein!

# tooltip_invitation_phone
source: Enter the phone number of the invited person.
de: Bitte geben Sie die Handynummer der eingeladenen Person ein.

# missing_phone
source: Please enter your phone number!
de: Bitte geben Sie Ihre Telefonnummer ein!

# missing_phone_informal
source: Please enter your phone number!
de: Bitte gib deine Telefonnummer ein!

# missing_invitation_phone
source: Please enter a phone number!
de: Bitte geben Sie eine Telefonnummer an!

# missing_invitation_phone_informal
source: Please enter a phone number!
de: Bitte gib eine Telefonnummer an!

# missing_invitation_fax_informal
source: Please enter a fax number!
de: Bitte gib eine Fax-Nummer an!

# missing_email_informal
source: A valid email is required.
de: Eine gültige E-Mail-Adresse ist erforderlich.

# evalErrors_uniqueLocal_email_informal
source: This email already existed.
de: Unter dieser E-Mail-Adresse haben wir schon einen Benutzer registriert. Hast du vielleicht dein Kennwort vergessen?

# module_sys_dmail_html_informal
source: Receive HTML emails?
de: Möchtest Du HTML-E-Mails erhalten?

source: Yes
de: Ja

source: No
de: Nein

# language_informal
source: Language
de: Sprache

# missing_invitation_language_informal
source: Please select a preferred language!
de: Bitte wähle eine Sprache aus!

# missing_invitation_title_informal
source: Please enter a title!
de: Bitte gib einen Titel an!

# missing_invitation_company_informal
source: Please enter the name of a company!
de: Bitte gib einen Firmennamen an!

# missing_invitation_www_informal
source: Please enter a homepage address!
de: Bitte gib eine Homepage-Adresse an!

# evalErrors_wwwURL_www_informal
source: According to our verifications, the homepage address you entered is not valid. Perhaps it was not entered correctly?
de: Die von dir angegebene Web-Site-Adresse hat kein gültiges Format. Bitte überprüfe deine Angaben.

# missing_invitation_image_informal
source: Please enter a photograph!
de: Bitte gib ein Foto ein!

# comments
source: Any comments?
de: Kommentare?

# comments_informal
source: Any comments?
de: Kommentare?

# tooltip_comments
source: Enter your comments.
de: Bitte geben Sie Ihren Kommentar ein.

# tooltip_comments_informal
source: Enter your comments.
de: Bitte gib einen Kommentar ein!

# missing_comments
source: Please enter your comments!
de: Bitte geben Sie Ihren Kommentar ein.

# missing_comments_informal
source: Please enter your comments!
de: Bitte gib einen Kommentar ein!

# evalErrors_allowed_image_informal
source: The file extension %s is not allowed.
de: %s-Dateien sind nicht erlaubt.

# evalErrors_max_size_image_informal
source: The file size should not exceed %s KB.
de: Die Dateigröße darf nicht größer als %s KB sein.

# button_register
source: Subscribe
de: Abonnieren

# button_register_informal
source: Subscribe
de: Abonnieren

# button_confirm_register
source: Subscribe now!
de: Jetzt abonnieren!

# button_confirm_register_informal
source: Subscribe now!
de: Jetzt abonnieren!

# button_send_invitation
source: Send invitation
de: Einladung senden

# button_send_invitation_informal
source: Send invitation
de: Einladung senden

# button_send_invitation_now
source: Send invitation now!
de: Jetzt eine Einladung senden!

# button_send_invitation_now_informal
source: Send invitation now!
de: Jetzt eine Einladung senden!

# button_send_link
source: Send message now!
de: Nachricht jetzt versenden!

# button_send_link_informal
source: Send message now!
de: Nachricht jetzt versenden!

# button_back_to_form
source: Back to form
de: Zurück zum Formular

# button_back_to_form_informal
source: Back to form
de: Zurück zum Formular

# button_update
source: Update profile
de: Bearbeitete Benutzerdaten speichern

# button_update_informal
source: Update profile
de: Bearbeitete Benutzerdaten speichern

# button_confirm_update
source: Update profile now!
de: Benutzerdaten speichern!

# button_confirm_update_informal
source: Update profile now!
de: Benutzerdaten speichern!

# button_enter
source: Enter
de: Eingeben

# button_enter_informal
source: Enter
de: Eingeben

# button_confirm_delete
source: Yes, terminate subscription
de: Ja, Abonnement beenden

# button_confirm_delete_informal
source: Yes, terminate subscription
de: Ja, Abonnement beenden

# button_cancel_delete
source: No, cancel
de: Nein, abbrechen

# button_cancel_delete_informal
source: No, cancel
de: Nein, abbrechen

# v_already_subscribed
source: You have already subscribed to <b>%1$s</b> and wish to update or terminate your subscription?
de: Sie sind bereits bei <b>%1$s</b> registriert. Möchten Sie Ihr Abonnement ändern oder kündigen?

# click_here_to_edit
source: Click here!
de: Klicken Sie hier!

# click_here_to_edit_informal
source: Click here!
de: Klicke hier!

# tooltip_click_here_to_edit
source: Opens a dialog that will allow you edit or delete your subscription.
de: Es wird ein Dialog zum Ändern oder Löschen ihres Abonnements geöffnet.

# v_wish_to_update_or_delete
source: Do you wish to update or terminate your subscription?
de: Möchten Sie Ihr Abonnement ändern oder kündigen?

# v_wish_to_update_or_delete_informal
source: Do you wish to update or terminate your subscription?
de: Möchtest du Dein Abonnement ändern oder kündigen?

# v_enter_subscribed_email
source: Enter the email address by which you originally subscribed and we will send to your mailbox links to the update and termination pages of your subscription
de: Geben Sie die E-Mail-Adresse ein, mit der Sie sich für das Abonnement registriert haben. Wir senden Ihnen dann eine E-Mail mit den Links zum Ändern und Kündigen Ihres Abonnements:

# v_enter_subscribed_email_informal
source: Enter the email address by which you originally subscribed and we will send to your mailbox links to the update and termination pages of your subscription
de: Gib die E-Mail-Adresse ein, mit der du dich für das Abonnement registriert hast. Wir senden dir dann eine E-Mail mit den Links zum Ändern und Kündigen deines Abonnements:

# click_here_to_delete
source: Click here to terminate your subscription!
de: Klicken Sie hier, um Ihr Abonnement zu beenden!

# click_here_to_delete_informal
source: Click here to terminate your subscription!
de: Klicke hier, um dein Abonnement zu beenden!

# tooltip_click_here_to_delete
source: Opens a dialog that will allow you delete your subscription.
de: Es wird ein Dialog zum Löschen ihres Abonnements geöffnet.

# enter_account_info
source: Please fill in the information of your subscription.
de: Bitte füllen Sie das folgende Formular aus.

# enter_account_info_informal
source: Please fill in the information of your subscription.
de: Bitte fülle das folgende Formular aus.

# enter_invitation_account_info
source: Please fill in the information of the subscription of the invited person.
de: Bitte füllen Sie das folgende Formular für die einzuladende Person aus.

# enter_invitation_account_info_informal
source: Please fill in the information of the subscription of the invited person.
de: Bitte fülle das folgende Formular für die einzuladende Person aus.

# required_info_notice_informal
source: Notice: Fields with * must be filled in!
de: Hinweis: Felder mit * müssen ausgefüllt sein!

# excuse_us_invitation
source: Please excuse us. We apologize for any inconvenience we may have caused you.
de: Bitte entschuldigen Sie die Unannehmlichkeiten.

# registration_clicked_twice
source: Perhaps you clicked twice on the link?
de: Vielleicht haben Sie den Link zweimal angeklickt?

# v_really_wish_to_delete
source: Do you really wish to terminate your subscription?
de: Möchten Sie Ihr Abonnement wirklich beenden?

# v_really_wish_to_delete_informal
source: Do you really wish to terminate your subscription?
de: Möchtest du dein Abonnement wirklich beenden?

# v_verify_before_create
source: Please verify that all the information is correct before your subscription is created.
de: Bitte überprüfen Sie die Korrektheit der Daten.

# v_verify_before_create_informal
source: Please verify that all the information is correct before your subscription is created.
de: Bitte überprüfe deine Daten.

# v_verify_invitation_before_create
source: Please verify that all the data of <b>%4$s</b> is correct before the subscription is created.
de: Bitte überprüfen Sie die Korrektheit der Daten von <b>%4$s</b>.

# v_verify_invitation_before_create_informal
source: Please verify that all the data of <b>%4$s</b> is correct before the subscription is created.
de: Bitte überprüfe die Korrektheit der Daten von <b>%4$s</b>.

# v_edit_your_account
source: Edit the information of your subscription.
de: Bitte bearbeiten Sie die Daten Ihres Abonnements.

# v_edit_your_account_informal
source: Edit the information of your subscription.
de: Bitte bearbeite die Daten deines Abonnements.

# v_verify_before_update
source: Please verify that all the information is correct before your subscription is updated.
de: Bitte überprüfen Sie die Korrektheit der Daten.

# v_verify_before_update_informal
source: Please verify that all the information is correct before your subscription is updated.
de: Bitte überprüfe die Korrektheit der Daten.

# hello
source: Hi,
de: Hallo,

# hello_informal
source: Hi,
de: Hallo,

# v_registration_created_subject
source: Thank you for subscribing to <b>%1$s</b>.
de: Vielen Dank für Ihre Registrierung bei <b>%1$s</b>.

# v_registration_created_subject_informal
source: Thank you for subscribing to <b>%1$s</b>.
de: Vielen Dank für deine Registrierung bei <b>%1$s</b>.

# v_registration_created_message1
source: Your subscription has been created.
de: Ihr Abonnement wurde aufgenommen.

# v_registration_created_message1_informal
source: Your subscription has been created.
de: Dein Abonnement wurde aufgenommen.

# v_registration_created_informal
source: %2$s subscribed to %1$s.
de: %2$s hat %1$s abonniert.

# v_registration_updated_subject
source: Your subscription to <b>%1$s</b> has been updated.
de: Ihr Abonnement <b>%1$s</b> wurde aktualisiert.

# v_invitation_account_was_created
source: The subscription was created. An invitation to confirm his subscription to <b>%1$s</b> was sent to <b>%2$s</b> at the email address <b>%4$s</b>.
de: Das Abonnement wurde vorgemerkt. Eine E-Mail mit einem Link zur Bestätigung Ihrer Registrierung für <b>%1$s</b> wurde an <b>%2$s</b> (<b>%3$s</b>) gesendet.

# v_invitation_account_was_created_informal
source: The subscription was created. An invitation to confirm his subscription to <b>%1$s</b> was sent to <b>%2$s</b> at the email address <b>%4$s</b>.
de: Das Abonnement wurde vorgemerkt. Eine E-Mail mit einem Link zur Bestätigung Deiner Registrierung für <b>%1$s</b> wurde an <b>%2$s</b> (<b>%3$s</b>) gesendet.

# v_invitation_instructions1
source: You will start receiving our newsletter <b>%1$s</b> only after you will have confirmed your subscription. Please follow the instructions given in the confirmation message in order to complete the registration procedure.
de: Sie werden unseren Newsletter <b>%1$s</b> erst nach der Bestätigung Ihrer Registrierung erhalten. Bitte folgen Sie den Anweisungen in der E-Mail, um die Registrierung abzuschießen.

# v_invitation_instructions1_informal
source: You will start receiving our newsletter <b>%1$s</b> only after you will have confirmed your subscription. Please follow the instructions given in the confirmation message in order to complete the registration procedure.
de: Du wirst unseren Newsletter <b>%1$s</b> erst nach der Bestätigung deiner Registrierung erhalten. Bitte folge den Anweisungen in der E-Mail, um die Registrierung abzuschließen.

# v_your_account_was_created
source: Your subscription was created. We are sending a message to your email address <b>%4$s</b> so that you can confirm your subscription to <b>%1$s</b>.
de: Ihr Abonnement wurde aufgenommen. Wir werden Ihnen eine Nachricht an Ihre E-Mail-Adresse <b>%4$s</b> senden, so dass Sie das Abonnement für <b>%1$s</b> bestätigen können.

# v_your_account_was_created_informal
source: Your subscription was created. We are sending a message to your email address <b>%4$s</b> so that you can confirm your subscription to <b>%1$s</b>.
de: Dein Abonnement wurde aufgenommen. Wir werden dir eine Nachricht an deine E-Mail-Adresse <b>%4$s</b> senden, so dass du das Abonnement für <b>%1$s</b> bestätigen kannst.

# v_follow_instructions1
source: In order to confirm his subscription to <b>%1$s</b>, the invited person will have to follow the instructions given in the invitation message.
de: Um Ihr Abonnement für <b>%1$s</b> zu bestätigen, folgen Sie bitte den Anweisungen in der E-Mail.

# v_follow_instructions1_informal
source: In order to confirm his subscription to <b>%1$s</b>, the invited person will have to follow the instructions given in the invitation message.
de: Um dein Abonnement für <b>%1$s</b> zu bestätigen, folge bitte den Anweisungen in der E-Mail.

# v_registration_initiated_subject
source: Please confirm your susbcription to <b>%1$s</b>.
de: Bitte bestätigen Sie Ihr Abonnement für <b>%1$s</b>.

# v_registration_initiated_subject_informal
source: Please confirm your susbcription to <b>%1$s</b>.
de: Bitte bestätige dein Abonnement für <b>%1$s</b>.

# v_registration_initiated_message1
source: We are sending you this message to confirm that you wish to subscribe to <b>%1$s</b>. You will start receiving our newsletter <b>%1$s</b> only after you will have confirmed your subscription. To confirm your subscription, please follow this link.
de: Wir senden Ihnen diese Nachricht, weil Sie sich für den Newsletter <b>%1$s</b> registriert haben. Sie werden den Newsletter <b>%1$s</b> erst nach Bestätigung Ihrer Registrierung erhalten. Folgen Sie bitte diesem Link, um die Registrierung zu bestätigen:

# v_registration_initiated_message1_informal
source: We are sending you this message to confirm that you wish to subscribe to <b>%1$s</b>. You will start receiving our newsletter <b>%1$s</b> only after you will have confirmed your subscription. To confirm your subscription, please follow this link.
de: Wir senden dir diese Nachricht, weil du dich für den Newsletter <b>%1$s</b> registriert hast. Du wirst den Newsletter <b>%1$s</b> erst nach Bestätigung deiner Registrierung erhalten. Folge bitte diesem Link, um die Registrierung zu bestätigen:

# v_registration_initiated_message2
source: You are receiving this message because we wish to ensure that the email address is correct and also that no one may subscribe with an address other than his(her) own. If for some reason you have received this message without having subcribed, please follow this link.
de: Sie erhalten diese E-Mail, weil wir sicher gehen möchten, dass Ihre E-Mail-Adresse korrekt ist und die Anmeldung tatsächlich von Ihnen stammt. Sollten Sie sich nicht selbst registriert haben, folgen Sie bitte diesem Link:

# v_registration_initiated_message2_informal
source: You are receiving this message because we wish to ensure that the email address is correct and also that no one may subscribe with an address other than his(her) own. If for some reason you have received this message without having subcribed, please follow this link.
de: Du erhälst diese E-Mail, weil wir sicher gehen möchten, dass deine E-Mail-Adresse korrekt ist und die Anmeldung tatsächlich von dir stammt. Solltest du dich nicht selbst registriert haben, folge bitte diesem Link:

# v_registration_initiated
source: %2$s initiated his(her) subscription to %1$s.
de: Das Abonnement von %1$s wurde für %2$s aufgenommen.

# v_registration_initiated_informal
source: %2$s initiated his(her) subscription to %1$s.
de: Das Abonnement von %1$s wurde für %2$s aufgenommen.

# v_registration_invited_subject
source: Invitation to subscribe to <b>%1$s</b>.
de: Einladung zum Newsletter von <b>%1$s</b>.

# v_registration_invited_subject_informal
source: Invitation to subscribe to <b>%1$s</b>.
de: Einladung zum Newsletter von <b>%1$s</b>.

# v_registration_invited_message1
source: We thought you might be intered in subscribing to <b>%1$s</b><br /><br /> We have created a subscription account for you.<br /><br /> We are sending you this message so that you may confirm that you wish to subscribe to <b>%1$s</b>. You will start receiving our newsletter <b>%1$s</b> only after confirming your subscription. You will also be able to change your subscription profile.<br /><br /> If you wish to accept our invitation and confirm your subscription to <b>%1$s</b>, please follow this link.
de: Wir glauben, dass der Newsletter <b>%1$s</b> für Sie interessant sein könnte.<br /><br /> Deshalb haben wir für Sie ein Abonnement vorbereitet.<br /><br /> Wir senden Ihnen diese Nachricht, mit der Sie den Empfang des Newsletters <b>%1$s</b> bestätigen können. Sie werden den Newsletter erst nach einer Betätigung empfangen können. Ausserdem können Sie den Empfang jederzeit wieder beenden.<br /><br /> Wenn Sie unserer Einladung zum Kennenlernen des Newsletters <b>%1$s</b> folgen möchten, dann klicken Sie bitte auf diesen Link:

# v_registration_invited_message1_informal
source: We thought you might be intered in subscribing to <b>%1$s</b><br /><br /> We have created a subscription account for you.<br /><br /> We are sending you this message so that you may confirm that you wish to subscribe to <b>%1$s</b>. You will start receiving our newsletter <b>%1$s</b> only after confirming your subscription. You will also be able to change your subscription profile.<br /><br /> If you wish to accept our invitation and confirm your subscription to <b>%1$s</b>, please follow this link.
de: Wir glauben, dass der Newsletter <b>%1$s</b> für dich interessant sein könnte.<br /><br /> Deshalb haben wir für dich ein Abonnement vorbereitet.<br /><br /> Wir senden dir diese Nachricht, mit der du den Empfang des Newsletters <b>%1$s</b> bestätigen kannst. Du wirst den Newsletter erst nach einer Betätigung empfangen können. Außerdem kannst Du den Empfang jederzeit wieder beenden.<br /><br /> Wenn Du unserer Einladung zum Kennenlernen des Newsletters <b>%1$s</b> folgen möchtest, dann klicke bitte auf diesen Link:

# v_registration_invited_message2
source: You will not receive this message twice. If you wish to decline our invitation and do not wish to subscribe to <b>%1$s</b>, please follow this link or just ignore this message.
de: Sie werden diese Nachricht nicht ein zweites Mal bekommen. Wenn Sie die Einladung nicht annehmen möchten und den Newsletter <b>%1$s</b> nicht beziehen möchten, folgen Sie diesem Link oder ignorieren Sie diese Nachricht einfach:

# v_registration_invited_message2_informal
source: You will not receive this message twice. If you wish to decline our invitation and do not wish to subscribe to <b>%1$s</b>, please follow this link or just ignore this message.
de: Du wirst diese Nachricht nicht ein zweites Mal bekommen. Wenn du die Einladung nicht annehmen möchtest und den Newsletter <b>%1$s</b> nicht beziehen möchtest, folge diesem Link oder ignoriere diese Nachricht einfach:

# v_registration_invited
source: An invitation to subscribe to %1$s was sent to %2$s.
de: Eine Einladung zur Registrierung des Newsletters %1$s wurde an %2$s versendet.

# v_registration_invited_informal
source: An invitation to subscribe to %1$s was sent to %2$s.
de: Eine Einladung zur Registrierung des Newsletters %1$s wurde an %2$s versendet.

# v_registration_confirmed_subject
source: Thank you for subscribing to <b>%1$s</b>.
de: Vielen Dank für Ihr Abonnement von <b>%1$s</b>.

# v_registration_confirmed_subject_informal
source: Thank you for subscribing to <b>%1$s</b>.
de: Vielen Dank für dein Abonnement von <b>%1$s</b>.

# v_registration_confirmed_message1
source: Your subscription has been confirmed.
de: Ihre Registrierung wurde bestätigt.

# v_registration_confirmed_message1_informal
source: Your subscription has been confirmed.
de: Deine Registrierung wurde bestätigt.

# v_registration_confirmed
source: %3$s confirmed his(her) subscription to %1$s.
de: Die Registrierung von %3$s für den Newsletter %1$s wurde bestätigt.

# v_registration_confirmed_informal
source: %2$s confirmed his(her) subscription to %1$s.
de: Die Registrierung von %3$s für den Newsletter %1$s wurde bestätigt.

# v_registration_cancelled_message1
source: Your subscription to <b>%1$s</b> has been cancelled.
de: Ihr Abonnement von <b>%1$s</b> wurde beendet.

# v_registration_cancelled_message1_informal
source: Your subscription to <b>%1$s</b> has been cancelled.
de: Dein Abonnement von <b>%1$s</b> wurde beendet.

# v_registration_cancelled_message2
source: Your subscription and address <b>%4$s</b> have been deleted from our list.
de: Ihre Registrierung und Ihre E-Mail-Adresse <b>%4$s</b> wurde aus unserer Liste entfernt.

# v_registration_cancelled_message2_informal
source: Your subscription and address <b>%4$s</b> have been deleted from our list.
de: Deine Registrierung und deine E-Mail-Adresse <b>%4$s</b> wurde aus unserer Liste entfernt.

# v_registration_cancelled
source: %2$s cancelled his(her) subscription to %1$s.
de: %2$s hat das Abonnement von %1$s beendet.
