Repository: maximilianschmid/webserver
Catalog: app/typo3conf/l10n/*/*_email_subscribe/pi1/*.locallang.xlf
Languages: de

# v_registration_cancelled_informal
source: %2$s cancelled his(her) subscription to %1$s.
de: %2$s hat das Abonnement von %1$s beendet.

# v_sending_infomail
source: We are sending you an email message at your email address <b>%4$s</b>.
de: Wir senden Ihnen eine E-Mail an die Adresse: <b>%4$s</b>.

# v_sending_infomail_informal
source: We are sending you an email message at your email address <b>%4$s</b>.
de: Wir senden dir eine E-Mail an die Adresse: <b>%4$s</b>.

# v_sending_infomail_message1
source: The email message will contain two links that will allow you to either edit or terminate your subscription to <b>%1$s</b>.
de: Die Nachricht enthält zwei Links, mit denen Sie Ihr Abonnement von <b>%1$s</b> ändern oder kündigen können.

# v_sending_infomail_message1_informal
source: The email message will contain two links that will allow you to either edit or terminate your subscription to <b>%1$s</b>.
de: Die Nachricht enthält zwei Links, mit denen du dein Abonnement von <b>%1$s</b> ändern oder kündigen kannst.

# v_sending_infomail_message2
source: Please follow the instructions given in this email message to edit or to terminate your subscription.
de: Bitte folgen Sie den Anweisungen in dieser E-Mail, um Ihr Abonnement zu ändern oder zu kündigen.

# v_sending_infomail_message2_informal
source: Please follow the instructions given in this email message to edit or to terminate your subscription.
de: Bitte folge den Anweisungen in dieser E-Mail, um dein Abonnement zu ändern oder zu kündigen.

# v_infomail_subject
source: About your subscription to <b>%1$s</b>
de: Die Daten zu Ihrem Abonnement für <b>%1$s</b>

# v_infomail_subject_informal
source: About your subscription to <b>%1$s</b>
de: Die Daten zu Deinem Abonnement für <b>%1$s</b>

# v_infomail_reason
source: You are receiving this message because you asked to edit or terminate your subscription to <b>%1$s</b>.
de: Sie erhalten diese Nachricht, weil Sie Ihr Abonnement von &lt;b&gt;%1$s&lt;/b&gt; bearbeiten oder löschen möchten. möchten.

# v_infomail_reason_informal
source: You are receiving this message because you asked to edit or terminate your subscription to <b>%1$s</b>.
de: Du erhälst diese Nachricht, weil du dein Abonnement von &lt;b&gt;%1$s&lt;/b&gt; bearbeiten oder löschen möchtest.

# v_infomail_message1
source: If you wish to edit your subscription, please follow this link.
de: Wenn Sie Ihr Abonnement ändern möchten, folgen Sie bitte diesem Link:

# v_infomail_message1_informal
source: If you wish to edit your subscription, please follow this link.
de: Wenn du dein Abonnement ändern möchtest, folge bitte diesem Link:

# v_infomail_message2
source: If you wish to terminate your subscription, please follow this link.
de: Wenn Sie Ihr Abonnement kündigen möchten, folgen Sie bitte diesem Link:

# v_infomail_message2_informal
source: If you wish to terminate your subscription, please follow this link.
de: Wenn du dein Abonnement kündigen möchtest, folge bitte diesem Link:

# v_infomail_norecord_subject
source: Your email is not subscribed to <b>%1$s</b>
de: Ihre E-Mail-Adresse ist nicht für den Newsletter <b>%1$s</b> registriert.

# v_infomail_norecord_subject_informal
source: Your email is not subscribed to <b>%1$s</b>
de: Deine E-Mail-Adresse ist nicht für den Newsletter <b>%1$s</b> registriert.

# v_infomail_norecord_message1
source: It seems that your email address is not subscribed to <b>%1$s</b>.
de: Es scheint, als ob Ihre E-Mail-Adresse nicht für den Newsletter <b>%1$s</b> registriert ist.

# v_infomail_norecord_message1_informal
source: It seems that your email address is not subscribed to <b>%1$s</b>.
de: Es scheint, als ob deine E-Mail-Adresse nicht für den Newsletter <b>%1$s</b> registriert ist.

# v_infomail_norecord_message2
source: If you are encountering problems with your subscription, please contact us at the following email address and we will be pleased to help you.
de: Sollten Sie Probleme mit Ihrem Abonnement haben, kontaktieren Sie uns bitte unter folgender Adresse:

# v_infomail_norecord_message2_informal
source: If you are encountering problems with your subscription, please contact us at the following email address and we will be pleased to help you.
de: Solltest du Probleme mit deinem Abonnement haben, kontaktiere uns bitte unter folgender Adresse:

# v_registration_deleted_subject
source: Your user account at <b>%1$s</b> has been deleted.
de: Ihr Benutzerkonto bei <b>%1$s</b> wurde erfolgreich gelöscht.

# v_registration_deleted_subject_informal
source: Your user account at <b>%1$s</b> has been deleted.
de: Dein Benutzerkonto bei <b>%1$s</b> wurde erfolgreich gelöscht.

# v_registration_deleted_message1
source: You will no longer receive messages from us.
de: Sie werden keine weiteren E-Mails von uns bekommen.

# v_registration_deleted_message1_informal
source: You will no longer receive messages from us.
de: Du wirst keine weiteren E-Mails von uns bekommen.

# v_registration_deleted_message2
source: Your subscription and your address <b>%4$s</b> have been deleted from our list.
de: Ihre Registrierung und Ihre E-Mail-Adresse <b>%4$s</b> wurden aus unserer Liste entfernt.

# v_registration_deleted_message2_informal
source: Your subscription and your address <b>%4$s</b> have been deleted from our list.
de: Deine Registrierung und deine E-Mail-Adresse <b>%4$s</b> wurden aus unserer Liste entfernt.

# v_registration_deleted
source: %2$s terminated his(her) subscription to %1$s.
de: %2$s hat das Abonnement von %1$s beendet.

source: unsupported
de: nicht unterstützt
