Repository: maximilianschmid/webserver
Catalog: app/typo3conf/l10n/*/templavoila/mod2/*.locallang.xlf
Languages: de

# title
source: TemplaVoilà Control Center
de: TemplaVoilà-Kontrollzentrum

source: Storage Folders
de: Speicherordner

source: Data Structures
de: Datenstrukturen

source: Template Objects
de: Vorlagenobjekte

source: Template Files
de: Vorlagendateien

source: Page templates
de: Seiten-Templates

source: File reference
de: Dateiverweis

source: Description
de: Beschreibung

source: Other
de: Andere

# unknown
source: Unknown "%s"
de: Unbekannt "%s"

# losttos
source: Lost TOs [%d]
de: Verlorene VOs [%s]

source: Overview
de: XML-Datei

source: DS/TO Title
de: DS/VO-Titel

source: Localization
de: Lokalisierung

source: Mapping status
de: Abbildungsstatus

source: Usage Count
de: Verwendungshäufigkeit

source: Template Status
de: Vorlagenstatus

source: Render Type
de: Darstellungstyp

source: Language
de: Sprache

# globalprocessing_xml
source: Global Processing <strong>XML</strong>
de: Globale Verarbeitung <strong>XML</strong>

# localprocessing_xml
source: Local Processing <strong>XML</strong>
de: Lokale Verarbeitung <strong>XML</strong>

source: Used by
de: Verwendet von

source: Created
de: Erstellt

source: Updated
de: Aktualisiert

source: [No icon]
de: [Kein Symbol]

source: [File not found!]
de: [Datei nicht gefunden!]

# createnewto
source: Create new Template Object
de: Neues Vorlagenobjekt erstellen

# overview
source: XML file
de: XML-Datei

# containerwithseparatelocalization
source: Container element with separate localization!
de: Container-Element mit separater Lokalisierung!

# mixofcontentandref
source: Mix of content and references, OK, but be careful!
de: Mischung aus Inhalt und Referenzierung. In Ordnung, aber Vorsicht ist geboten!

# nocontentfields
source: No content fields, recommended to set "<langDisable>" = 1
de: Kein Inhaltsfeld. Es wird empfohlen, "<langDisable>" = 1 zu setzen

# towasupdated
source: Template file was updated since last mapping (%s) and you might need to remap the Template Object!
de: Die Vorlagendatei wurde seit der letzten Abbildung geändert. Das Vorlagenobjekt muss ggf. neu abgebildet werden.

# warning_mappingstatus
source: %s (TO: "%s")
de: %s (VO: "%s")

# mapping_uptodate
source: Mapping is up to date.
de: Abbildung ist auf aktuellem Stand.

source: Update mapping
de: Abbildung aktualisieren

# notmapped
source: Not mapped yet!
de: Noch keine Abbildung durchgeführt!

# updatemapping_info
source: - <em>(It might also mean that the TO was mapped with an older version of TemplaVoila - then just go and save the mapping again at this will be updated.)</em>
de: - <em>(Dies kann auch bedeuten, dass das VO mit einer älteren TemplaVoilà-Version bearbeitet wurde. In diesem Fall die Abbildungs nochmals speichern und dadurch aktualisieren.)</em>

source: Map
de: Abbilden

source: Remap
de: Erneut Abbilden

source: Preview
de: Vorschau

# toused_title
source: Title
de: Titel

# toused_pid
source: Page ID
de: Seiten-ID

# toused_path
source: Path
de: Pfad

# toused_workspace
source: Workspace
de: Arbeitsumgebung

# toused_header
source: Header
de: Kopfbereich

# toused_usedin
source: Used in %d Elements
de: In %s Elementen verwendet

source: No Access
de: Kein Zugriff

source: Usage
de: Verwendung

source: Action
de: Aktion

source: Refresh
de: Auffrischen

# invalidtemplatevalues
source: Invalid template values in %d elements
de: Ungültige Werte in %s Elementen

source: No errors found!
de: Keine Fehler gefunden!

source: by user
de: von Benutzer

source: File
de: Datei

source: Usage count
de: Verwendungshäufigkeit

source: New DS/TO
de: Neue DS/VO

source: Used files
de: Verwendete Dateien

source: Template Archive
de: Vorlagenarchiv

source: Configuration
de: Konfiguration

# fceislocalized
source: FCE-element is localized
de: FCE-Element ist lokalisiert

# fceinlineislocalized
source: FCE-inline-elements of the FCE-element are localized
de: Unter-FCEs des FCE sind lokalisiert

# casttointeger
source: the entered/computed value will be cast to an integer
de: Aus dem eingegebenen Wert wird eine ganze Zahl erstellt

# hsced
source: the entered/computed value will be passed to htmlentities
de: Im eingegebenen Wert vorhandene Sonderzeichen werden in HTML-Entitäten umgewandelt

# hsc_on
source: [HTML-code won't be available]
de: [HTML-Code ist nicht verfügbar]

# hsc_off
source: [HTML-code will be displayed as-is]
de: [HTML-Code wird wie eingegeben dargestellt]

# stdwrap
source: the entered/computed value will be wrapped
de: Der eingegebene/berechnete Wert wird umschlossen

# illegalcharacters
source: entry contains illegal characters and/or has multiple lines
de: Eingabe enthält unzulässige Zeichen und/oder mehrere Zeilen

# newsitewizard_menuhtmlcode
source: Here is the HTML code from the Template that encapsulated the menu
de: Hier der HTML-Code aus dem Template, der das Menü umschließt

# newsitewizard_menuenc
source: It seems that the menu consists of menu items encapsulated with %s.
de: Das Menü scheint aus Menüeinträgen zu bestehen, die in %s eingeschlossen sind.

# newsitewizard_menunoa
source: It seems that the menu consists of menu items not wrapped in any block tags except A-tags.
de: Das Menü scheint aus Menüeinträgen zu bestehen, die abgesehen von den a-Tags nicht in Blocktags eingeschlossen sind.

# newsitewizard_menuwrap
source: It also seems that the whole menu is wrapped in this tag %s
de: Darüber hinaus scheint das gesamte Menü mit dem Tag %s umschlossen zu sein.

# newsitewizard_menudiv
source: Between the menu elements there seems to be a visual division element with this HTML code: "%s". That will be added between each element as well.
de: Zwischen den Menüeinträgen scheint sich ein visuelles Trennelement mit folgendem HTML-Code zu befinden: "%s" Es wird zwischen allen Elementen eingefügt.

# newsitewizard_menuimg
source: The menu items were detected to be images - TYPO3 will try to generate graphical menu items automatically (GMENU). You will need to customize the look of these before it will match the originals!
de: Die Menüeinträge wurden als Bilder erkannt - TYPO3 wird versuchen, automatisch grafische Menüeinträge zu erzeugen (GMENU). Diese müssen angepaßt werden, damit sie dem Originalerscheinungsbild entsprechen!

# newsitewizard_menumouseover
source: It seems like a mouseover functionality has been applied previously, so roll-over effect has been applied as well.
de: Es scheint, daß zuvor eine Mouseover-Funktion verwendet wurde, daher wurde auch ein Roll-Over-Effekt hinzugefügt.

# newsitewizard_menuts
source: Based on this analysis, this TypoScript configuration for the menu is suggested:
de: Basierend auf dieser Analyse wird für das Menü folgende TypoScript-Konfiguration vorgeschlagen:

# newsitewizard_menufinetune
source: You can fine tune the configuration here before it is saved:
de: Die Konfiguration kann hier vor dem Speichern angepaßt werden:

# newsitewizard_menuwritets
source: Write %s TypoScript code
de: %s TypoScript-Code schreiben

# newsitewizard_menufinished
source: The basics of your website should be working now. It seems like you did not map the %s to any element, so the menu configuration process will be skipped.
de: Die grundlegende Web-Site sollte nun funktionieren. Wie es scheint, haben Sie %s keinem Element zugewiesen, daher wird der Konfigurationsvorgang für das Menü übersprungen.

# newsitewizard_menunext
source: Next...
de: Weiter...

# newsitewizard_step5
source: Step 5 %s: Trying to create dynamic menu
de: Schritt 5 %s: Versuch, ein dynamisches Menü zu erstellen

# newsitewizard_sitecreated
source: <b>Congratulations!</b> You have completed the initial creation of a new website in TYPO3 based on the TemplaVoila engine. After you click the "Finish" button you can go to the Web>Page module to edit your pages!
de: <b>Herzlichen Glückwunsch!</b> Sie haben die grundlegende Erstellung einer neuen Web-Site unter TYPO3 mit der TemplaVoilà-Engine abgeschlossen. Nach Drücken von "Assistent beenden!" können Sie mit dem Modul Web>Seite Seiten bearbeiten!

# newsitewizard_finish
source: Finish Wizard!
de: Assistent beenden!

# newsitewizard_done
source: Step 6: Done
de: Schritt 6: Fertig

# newsitewizard_basicsshouldwork
source: The basics of your website should be working now. However the %s still needs to be configured so that TYPO3 automatically generates a menu reflecting the pages in the page tree. This process involves configuration of the TypoScript object path, "lib.%s". This is a technical job which requires that you know about TypoScript if you want it 100%% customized.<br/>To assist you getting started with the %s this wizard will try to analyse the menu found inside the template file. If the menu was created of a series of repetitive block tags containing A-tags then there is a good chance this will succeed. You can see the result below.
de: Die Basis der Web-Site steht nun bereit. Jedoch muss %s noch konfiguriert werden, so dass TYPO3 automatisch ein Menü passend zum Seitenbaum generiert. Dies beinhaltet die Konfiguration des TypoScript-Objektpfads "lib.%s". Dies ist eine technische Aufgabe, welche Kenntnisse über TypoScript erfordert um diese 100%% anzupassen.<br/>Um Sie beim Start mit %s zu unterstützen wird dieser Assistent das Menü der Vorlagendatei analysieren. Sollte das Menü als Reihe von wiederkehrenden Blöcken mit A-Tags erstellt worden sein, besteht eine gute Chance, dass dies gelingt. Unten sehen Sie das Ergebnis.

# newsitewizard_headerinclude
source: Finally you also have to select which parts of the HTML header you want to include. For instance it is important that you select all sections with CSS styles in order to preserve the correct visual appearance of your website.<br/>You can also select the body-tag of the template if you want to use the original body-tag.<br/>This animations shows an example of this process:
de: Abschließend müssen Sie auch festlegen welche Teile des HTML-Kopfs eingebunden werden. Es ist z.B. wichtig alle Abschnitte mit CSS-Angaben einzubinden um eine korrekte grafische Darstellung der Website beizubehalten.<br/>Sie können auch das body-Tag auswählen, wenn sie das Original-body-Tag beibehalten wollen.<br/>Diese Animation zeigt ein Beispiel des Vorgangs:

# newsitewizard_headerselect
source: Select HTML header parts
de: Teile des HTML-Headers auswählen

# newsitewizard_step4
source: Step 4: Select HTML header parts
de: Schritt 4: Teile des HTML-Headers auswählen

# newsitewizard_maintemplate
source: Main template:
de: Haupt-Template

# newsitewizard_created
source: New site has been created and adapted.
de: Eine neue Site wurde erstellt und übernommen.

# newsitewizard_step3error
source: Error happened: Either you did not specify a website name or username in the previous form!
de: Es ist ein Fehler aufgetreten. Entweder haben Sie in letzten Formular keinen Namen für die Web-Site oder keinen Benutzernamen eingegeben!

# newsitewizard_step3ready
source: You are now ready to point out at which position in the HTML code to insert the TYPO3 generated page content and the main menu. This process is called "mapping".<br/>The process of mapping is shown with this little animation. Please study it closely to understand the flow, then click the button below to start the mapping process on your own. Complete the mapping process by pressing "Save and Return".
de: Sie können nun festlegen an welcher Stelle im HTML-Code der von TYPO3 generierte Seiteninhalt und das Hauptmenü eingefügt werden sollen. Dieser Prozess heißt "Mapping".<br/>Die nachfolgende Animation zeigt den Ablauf. Bitte sehen Sie sich diese gut an um das Vorgehen kennenzulernen und Starten das Mapping durch Klick auf die Schaltfläche darunter. Beenden Sie den Prozess durch Klick auf "Speichern und Schließen".

# newsitewizard_startmapping
source: Start the mapping process
de: Abbildungsvorgang starten

# newsitewizard_beginmapping
source: Step 3: Begin mapping
de: Schritt 3: Abbildungsvorgang starten

# newsitewizard_firststep
source: The first step is to select the HTML file you want to base the new website design on. Below you see a list of HTML files found in the folder "%s". Click the "Preview"-link to see what the file looks like and when the right template is found, just click the "Choose as template"-link in order to proceed.<br/>If the list of files is empty you must now copy the HTML file you want to use as a template into the template folder. When you have done that, press the refresh button to refresh the list.
de: Der erste Schritt ist es eine HTML-Datei als Basis für das neue Web-Site-Design zu wählen. Unten sehen Sie eine liste von HTML-Dateien im Ordner "%s". Klicken Sie auf den "Vorschau"-Link um das Aussehen der Datei zu prüfen und, sobald Sie die richtige Template-Datei gefunden haben, auf den "Als Template auswählen"-Link um fortzufahren.<br/>Sollte jene Dateiliste leer sein, müssen Sie nun die gewünschte Templatedatei in den Templateordner kopieren. Anschließend drücken Sie die Auffrischen-Schaltfläche.

# newsitewizard_selecttemplate
source: Step 1: Select the template HTML file
de: Schritt 1: Die HTML-Vorlagendatei auswählen

# newsitewizard_error
source: TemplaVoila wizard error
de: Fehler im TemplaVoilà-Assistenten

# newsitewizard_errornodir
source: The template directory is empty or could not be found. Please, create it before starting this wizard.
de: Das Template-Verzeichnis ist leer oder konnte nicht gefunden werden. Bitte vor Starten des Assistenten erstellen.

# newsitewizard_templateselected
source: The template file "%s" is now selected:
de: Die Vorlagendatei "%s" ist nun ausgewählt:

# newsitewizard_step2next
source: Next, you should enter default values for the new website. With this basic set of information we are ready to create the initial website structure!
de: Als nächstes sollten Sie Standardwerte für die neue Web-Site eingeben. Mit diesen Grundinformationen kann die Grundstruktur der Web-Site erstellt werden!

# newsitewizard_step2_name
source: Name of the site
de: Name der Site

# newsitewizard_step2_url
source: URL of the website
de: URL der Web-Site

# newsitewizard_step2_editor
source: Editor username
de: Benutzername des Redakteurs

# newsitewizard_step2_required
source: (Required)
de: (Pflichtangabe)

# newsitewizard_step2_createnewsite
source: Create new site
de: Neue Site erstellen

# newsitewizard_step2_notemplatefound
source: No template file found!?
de: Keine Vorlagendatei gefunden!?

# newsitewizard_step2_valuename
source: This value is shown in the browsers title bar and will be the default name of the first page in the page tree.
de: Dieser Wert wird in der Titelleiste des Browsers angezeigt und ist der Standardname der ersten Seite im Seitenbaum.

# newsitewizard_step2_valueurl
source: If you know the URL of the website already please enter it here, eg. "www.mydomain.com".
de: Wenn die URL der Web-Site bekannt ist, geben Sie sie hier bitte ein, z.B. "www.meinedomaene.com".

# newsitewizard_step2_username
source: Enter the username of a new backend user/group who will be able to edit the pages on the new website. (Password will be "password" by default, make sure to change that!)
de: Geben Sie den Benutzernamen eines neuen Benutzers bzw. einer Benutzergruppe ein, die in der Lage sein soll, die Seiten der neuen Web-Site zu bearbeiten. (Das Passwort wird standardmäßig auf "password" gesetzt. Vergessen Sie nicht, es zu ändern!)

# newsitewizard_step2
source: Step 2: Enter default values for new site
de: Schritt 2: Standardwerte für die neue Site festlegen

# newsitewizard_usedtimes
source: Used %d times
de: %s Mal verwendet

# newsitewizard_notused
source: Not used yet
de: Noch nicht verwendet

# newsitewizard_preview
source: [Preview first]
de: [Erst Vorschau anzeigen]

# newsitewizard_choose
source: [Choose as Template]
de: [Als Template auswählen]

# dsdetails_nobasicdefinitions
source: The element has no basic definitions!
de: Das Element besitzt keine grundlegenden Definitionen!

# dsdetails_notceformdefinitions
source: The element has no TCE-form definitions!
de: Das Element besitzt keine TCE-form-Definitionen!

# dsdetails_notes
source: Notes
de: Bemerkungen

# dsdetails_column
source: Column-positioning
de: Spalten-Positionierung

# dsdetails_preset
source: Preset used for the element
de: Für das Element verwendete Voreinstellung

# dsdetails_tsutilize
source: will utilize the TS-structure %s defined inside the <TypoScriptObjPath>-entry
de: verwende die VO-Struktur %s wie im <TypoScriptObjPath>-Eintrag definiert

# dsdetails_tslines
source: %d lines of TS-code inside the <TypoScript>-entry
de: %d Zeilen TypoScript-Code im <TypoScript>-Eintrag

# dsdetails_tsconstants
source: %d TS-constants defined for use in the <TypoScript>-entry
de: %d TypoScript-Konstanten zur Verwendun im <TypoScript>-Eintrag definiert

source: Warnings
de: Warnungen

source: Fatal errors
de: Schwere Fehler

# invaliddatastructure_xmlbroken
source: The the element "%1$s" within the datastructure seems to contain invalid XML, therefore the required data can't be displayed.
de: Das Element "%1$s" innerhalb der Datenstruktur scheint ungültiges XML zu enthalten. Daher können die erforderlichen Daten nicht angezeigt werden.

# wiz_title
source: New site wizard
de: Neue-Site-Assistent

# wiz_step
source: Step %s
de: Schritt %s

# description_pagesWithCertainDsTo
source: The following pages in the root line contain data structures and template objects
de: Die folgenden Seiten innerhalb der Rootline enthalten Datenstrukturen und Vorlagenobjekte

# newsitewizard_intro
source: If you want to start a new website based on the TemplaVoila template engine you can start this wizard which will set up all the boring initial stuff for you. You will be taken through these steps: - Creation of a new website root, storage folder, sample pages. - Creation of the main TemplaVoila template, including mapping of one content area and a main menu. - Creation of a backend user and group to manage only that website. You should prepare an HTML template before you begin the wizard; simply make a design in HTML and place the HTML file including graphics and stylesheets in a subfolder of "%s" relative to the websites root directory. Tip about menus: If you include a main menu in the template, try to place the whole menu inside a container (like <div>, <table> or <tr>) and encapsulate each menu item in a block tag (like <tr>, <td> or <div>). Use A-tags for the links. If you want different designs for normal and active menu elements, design the first menu item as "Active" and the second (and rest) as "Normal", then the wizard might be able to capture the right configuration. Tip about stylesheets: The content elements from TYPO3 will be outputted in regular HTML tags like <p>, <h1> to <h6>, <ol> etc. You will prepare yourself well if your stylesheet in the HTML template provides good styles for these standard elements from the start. Then you will have less finetuning to do later.
de: Wenn Sie eine neue Web-Site auf Basis der TemplaVoila-Template-Engine erstellen wollen, kann dieser Assistenten die Basisarbeit für Sie übernehmen. Die Schritte hierbei sind: - Erstellung einer neuen Website-Wurzel, eines Ablageordners und Beispielseiten. - Erstellung der Haupt-TemplaVoila-Vorlage, inkl. Zuweisung ("Mapping") eines Inhaltsbereichs und eines Hauptmenüs. - Erstellung des Backend-Benutzer und einer zugehörigen -Gruppe um nur jene Website zu bearbeiten. Sie sollten eine HTML-Vorlage vorbereiten bevor Sie diesen Assistente starten; einfach eine Vorlage in HTML erstellen und diese inkl. Grafiken und CSS-Dateien in einem Unterordner von "%s" relativ zum Wurzelverzeichnis der Website ablegen. Hinweis zu Menüs: Wenn Sie in Hauptmenü in die Vorlage einfügen, platzieren Sie diese in einen Container (wie <div>, <table> oder <tr>) und schließen Sie jeden Menüeintrag mit einem Block-Tag ein (wie <tr>, <td> oder <div>). Verwenden Sie A-Tags für die Links. Falls sie abweichende Vorlagen für normale und aktive Menüeintrage wünschen, legen Sie erst einen Menüeintrag für "Aktiv" und danach "Normale" Menüeintrage an, so dass der Assistent die richtige Konfiguration erkennen kann. Hinweis zu Stylesheets (CSS): Die Inhaltselemente von TYPO3 werden in normalen HTML-Tags wie <p>, <h1> to <h6>, <ol> notiert. Es empfiehlt sich im Stylesheet für jene Tags passende Stile bereits zu Beginn zu definieren. Dies erspart einige spätere Feinarbeiten.

# newsitewizard_startnow
source: Start wizard now!
de: Assistent jetzt starten!

# newsitewizard_cancel
source: Cancel wizard
de: Assistent abbrechen

# newsitewizard_problem
source: <em>There are some technical problems you have to solve before you can start the wizard! Please see below for details. Solve these problems first and come back.</em>
de: <em>Es gilt noch technische Probleme zu lösen bevor Sie mit dem Assistent beginnen können! Details finden Sie unten. Bitte lösen Sie erst jene Probleme und kehren dann hierhin zurück.</em>

# newsitewizard_missingext
source: Missing extension!
de: Erweiterung fehlt!

# newsitewizard_missingconf
source: Missing configuration!
de: Konfiguration fehlt!

# newsitewizard_missingconf_description
source: The TemplaVoila extension configuration is missing. Please clear the cache and recheck the configuration within the extension manager.
de: Die Konfiguration der TemplaVoila-Erweiterung fehlt. Bitte leeren Sie den Cache und prüfen Sie erneut die Konfiguration über den Extension-Manager.

# newsitewizard_missingdir
source: Missing directory!
de: Verzeichnis fehlt!

# newsitewizard_missingext_description
source: Before the wizard can run some extensions are required to be installed. Below you will see the which extensions are required and which are not available at this moment. Please go to the Extension Manager and install these first.
de: Vor Start dieses Assistent ist die Installation einiger Erweiterungen notwendig. Unten sehen Sie welche Erweiterungen benötigt werden und welche derzeit nicht verfügbar sind. Bitte verwenden Sie den Erweiterungsmanager um jene zuerst zu installieren.

# newsitewizard_missingext_extkey
source: Extension Key:
de: Erweiterungsschlüssel:

# newsitewizard_missingext_installed
source: Installed?
de: Installiert?

# newsitewizard_missingext_yes
source: Yes
de: Ja

# newsitewizard_missingext_no
source: No
de: Nein

# newsitewizard_missingdir_instruction
source: The directory "%s" (relative to the website root) does not exist! This is where you must place your HTML templates. Please create that directory <u>before you start the wizard</u>. In order to do so, follow these directions: - Go to the module File > Filelist - Click the icon of the "%s" root and select "Create" from the context menu. - Enter the name "templates" of the folder and press the "Create" button. - Return to this wizard
de: Das Verzeichnis "%s" (relativ zur Wurzel der Website) existiert nicht! Dort müssen die HTML-Vorlagen abgelegt werden. Bitte erstellen Sie jenes Verzeichnis <u>bevor Sie diesen Assistent starten</u>. Gehen Sie dazu wie folgt vor: - Gehen Sie zum Modul Datei > Dateiliste - Klicken Sie auf das Icon der "%s"-Wurzel und wählen Sie "Erstellen" aus dem Kontent-Menü. - Geben Sie den Namen "templates" für das Verzeichnis an und klicken Sie die "Erstellen"-Schaltfläche. - Kehren Sie zu diesem Assistenten zurück.
